Repository: kastwey/AspNetCore.LocalizationExample
Catalog: AspNetCore.LocalizationExample.Routing/Resources/Models/Home/SampleFormModel.an-*.resx
Languages: es

source: Apellidos:
es: Apellíoh:

source: Confirma tu dirección de correo electrónico:
es: Confirma tu dirersión de coreo elestrónico:

source: Dirección de correo electrónico:
es: Diresión de correo elestrónico:

source: El formato de la confirmación de tu dirección de correo electrónico parece no ser válido. Por favor, revísalo.
es: El formato de la confirmasión de tu diresión de correo elehtrónico parese no ser válido. Harme er favó de darle una huerta.

source: El formato de la dirección de correo electrónico parece no ser válido. Por favor, revísalo.
es: El formato de la diresión de correo electrónico parese una mihilla mal ehcrita. Harme er favó de darle una huertesilla.

source: El nombre debe contener más de tres caracteres.
es: Er nombre tié que tené máh de treh letrah.

source: El nombre es obligatorio.
es: Er nombre eh obligatorio.

source: La confirmación de tu dirección de correo electrónico debe contener más de ocho caracteres.
es: La confirmasión der correo elestrónico tié que tené máh de osho carahtereh.

source: La confirmación de tu dirección de correo electrónico debe contener, como máximo, cincuenta caracteres.
es: La confirmasión der correo elestrónico tié que tené como musho sincuenta carahtereh.

source: La confirmación de tu dirección de correo electrónico es obligatoria.
es: La confirmasió de tu correo elestrónico eh obligatoria.

source: La dirección de correo electrónico debe contener más de ocho caracteres.
es: La diresión der correo elestrónico tié que tené máh de osho carahtereh.

source: La dirección de correo electrónico debe contener, como máximo, cincuenta caracteres.
es: La diresión der correo elestrónico tié que tené como musho sincuenta carahtereh.

source: La dirección de correo electrónico es obligatoria.
es: La diressión der correo elehtrónico eh obligatoria.

source: Las direcciones de correo electrónico no coinciden. Por favor, revísalas.
es: Lah diresioneh de correo elehtrónico no coinciden. Harme er favó de darleh una huerta.

source: Los apellidos deben contener más de tres caracteres.
es: Loh apellío tien que tené treh carahtereh como munsho.

source: Los apellidos deben contener, como máximo, cincuenta caracteres.
es: Loh apellío tien que tené como munsho sincuenta carahtereh.

source: Los apellidos son obligatorios.
es: Loh apellío son obligatorioh.

source: String1
es: The name must contain a maximum of fifty characters.
